const RECIPE_LIST = [
  {
    "id": "001",
    "name": "生姜焼き",
    "reading": "しょうがやき",
    "materials": [
      "しょうゆ:おおさじ3",
      "酒:おおさじ2",
      "みりん:おおさじ1",
      "根ショウガ:おおさじ1",
      "豚肉"
    ],
    "genre": "和食",
    "favorite": "★",
    "methods": [
      "1.あああ",
      "2.んなあああああああああああああああああああああああｇｓだ"
    ]
  },
  {
    "id": "002",
    "name": "マーボー豆腐",
    "reading": "まーぼーどうふ",
    "materials": [
      "豆腐:2~3個？"
    ],
    "genre": "中華",
    "favorite": "",
    "methods": []
  },
  {
    "id": "003",
    "name": "ロールキャベツ",
    "reading": "ろーるきゃべつ",
    "materials": [
      "豚肉"
    ],
    "genre": "洋食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "004",
    "name": "カレー",
    "reading": "かれー",
    "materials": [
      "カレールゥ",
      "人参",
      "玉ねぎ",
      "じゃがいも",
      "豚肉",
      "水"
    ],
    "genre": "洋食",
    "favorite": "★",
    "methods": []
  },
  {
    "id": "005",
    "name": "焼きそば",
    "reading": "やきそば",
    "materials": [
      "豚肉"
    ],
    "genre": "中華",
    "favorite": "",
    "methods": [
      "1.炒める混ぜる",
      "2.終わり"
    ]
  },
  {
    "id": "006",
    "name": "グラタン",
    "reading": "ぐらたん",
    "materials": [],
    "genre": "洋食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "007",
    "name": "かぼちゃスープ",
    "reading": "かぼちゃすーぷ",
    "materials": [],
    "genre": "洋食,汁物",
    "favorite": "",
    "methods": []
  },
  {
    "id": "008",
    "name": "回鍋肉（クックドゥー）",
    "reading": "ほいこーろー",
    "materials": [
      "豚肉"
    ],
    "genre": "中華",
    "favorite": "",
    "methods": []
  },
  {
    "id": "009",
    "name": "シチュー",
    "reading": "しちゅー",
    "materials": [
      "シチュールゥ",
      "人参",
      "玉ねぎ",
      "じゃがいも",
      "鶏肉",
      "水"
    ],
    "genre": "洋食,汁物",
    "favorite": "★",
    "methods": []
  },
  {
    "id": "010",
    "name": "野菜肉炒め",
    "reading": "やさいにくいため",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "011",
    "name": "肉じゃが",
    "reading": "にくじゃが",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "012",
    "name": "つみれとキャベツのコンソメ煮",
    "reading": "つみれときゃべつのこんそめに",
    "materials": [],
    "genre": "洋食,汁物",
    "favorite": "",
    "methods": []
  },
  {
    "id": "013",
    "name": "特製からあげ",
    "reading": "とくせいからあげ",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "014",
    "name": "特製オムライス（トリ肉など具多め）",
    "reading": "とくせいおむらいす",
    "materials": [],
    "genre": "洋食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "015",
    "name": "青椒肉絲（クックドゥー）",
    "reading": "ちんじゃおろーすー",
    "materials": [
      "豚肉"
    ],
    "genre": "中華",
    "favorite": "",
    "methods": []
  },
  {
    "id": "016",
    "name": "チャーハン",
    "reading": "ちゃーはん",
    "materials": [],
    "genre": "中華",
    "favorite": "",
    "methods": []
  },
  {
    "id": "017",
    "name": "なっとうチャーハン",
    "reading": "なっとうちゃーはん",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "018",
    "name": "親子丼",
    "reading": "おやこどん",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": [
      "1.フライパンに煮汁(別途記載)と薄切りにした玉ねぎを入れフタをして煮る(2〜3分)",
      "2.玉ねぎがしんなりしたらひと口大に切ったささみを入れフタをして煮る(ささみに火が通るまで)",
      "3.火が通ったらフタをあけ溶き卵を回し入れ半熟になったらサヤエンドウを加える",
      "4.そろそろいいかなと思ったら火を止めごはんにかける"
    ]
  },
  {
    "id": "019",
    "name": "サラダ",
    "reading": "さらだ",
    "materials": [],
    "genre": "洋食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "020",
    "name": "みそ汁（なめこ＆とうふ）",
    "reading": "みそしる（なめこととうふ）",
    "materials": [],
    "genre": "和食,汁物",
    "favorite": "",
    "methods": []
  },
  {
    "id": "021",
    "name": "みそ汁（大根＆とうふ）",
    "reading": "みそしる（だいこんととうふ）",
    "materials": [],
    "genre": "和食,汁物",
    "favorite": "",
    "methods": []
  },
  {
    "id": "022",
    "name": "みそ汁（キャベツ、ニンジン）",
    "reading": "みそしる（きゃべつ、にんじん）",
    "materials": [],
    "genre": "和食,汁物",
    "favorite": "",
    "methods": []
  },
  {
    "id": "023",
    "name": "みそ汁（じゃがいも）",
    "reading": "みそしる（じゃがいも）",
    "materials": [],
    "genre": "和食,汁物",
    "favorite": "",
    "methods": []
  },
  {
    "id": "024",
    "name": "みそ汁（わかめ、とうふ）",
    "reading": "みそしる（わかめ、とうふ）",
    "materials": [],
    "genre": "和食,汁物",
    "favorite": "",
    "methods": []
  },
  {
    "id": "025",
    "name": "みそ汁（玉ネギ、じゃがいも）",
    "reading": "みそしる（玉ねぎ、じゃがいも）",
    "materials": [],
    "genre": "和食,汁物",
    "favorite": "",
    "methods": []
  },
  {
    "id": "026",
    "name": "みそ汁（小松菜、大根、豆？）",
    "reading": "みそしる（こまつな、だいこん、まめ）",
    "materials": [],
    "genre": "和食,汁物",
    "favorite": "",
    "methods": []
  },
  {
    "id": "027",
    "name": "みそ汁（たまご、大根、玉ネギ、ジャガイモ、油あげ）",
    "reading": "みそしる（たまご、だいこん、玉ねぎ、じゃがいも、あぶらあげ）",
    "materials": [],
    "genre": "和食,汁物",
    "favorite": "",
    "methods": []
  },
  {
    "id": "028",
    "name": "ささみでチーズパン粉焼き（フライ）",
    "reading": "ささみでちーずぱんこやき",
    "materials": [],
    "genre": "洋食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "029",
    "name": "八宝菜（ブタ肉）（クックドゥー）",
    "reading": "はっぽうさい（ぶたにく）",
    "materials": [
      "豚肉"
    ],
    "genre": "中華",
    "favorite": "",
    "methods": []
  },
  {
    "id": "030",
    "name": "塩だれ回鍋肉（サマーバージョン？？）丸美屋？？",
    "reading": "しおだれほいこーろー",
    "materials": [
      "豚肉"
    ],
    "genre": "中華",
    "favorite": "",
    "methods": []
  },
  {
    "id": "031",
    "name": "ブタ肉だいこん（すきやき風味）（クックドゥー？）",
    "reading": "ぶたにくだいこん（すきやきふうみ）",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "032",
    "name": "白菜のクリーム煮",
    "reading": "はくさいのくりーむに",
    "materials": [],
    "genre": "洋食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "033",
    "name": "冷しゃぶ",
    "reading": "れいしゃぶ",
    "materials": [
      "豚肉"
    ],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "034",
    "name": "かぼちゃコロッケ（手作り）",
    "reading": "かぼちゃころっけ",
    "materials": [],
    "genre": "洋食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "035",
    "name": "ハヤシライス",
    "reading": "はやしらいす",
    "materials": [],
    "genre": "洋食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "036",
    "name": "なべ",
    "reading": "なべ",
    "materials": [],
    "genre": "和食,汁物",
    "favorite": "",
    "methods": []
  },
  {
    "id": "037",
    "name": "マーボーナス（クックドゥー）",
    "reading": "まーぼーなす",
    "materials": [
      "豚肉"
    ],
    "genre": "中華",
    "favorite": "",
    "methods": []
  },
  {
    "id": "038",
    "name": "とりにくガリバタチキン（クックドゥー）",
    "reading": "とりにくがりばたちきん",
    "materials": [],
    "genre": "洋食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "039",
    "name": "海鮮あんかけ（クックドゥー）",
    "reading": "かいせんあんかけ",
    "materials": [],
    "genre": "中華",
    "favorite": "",
    "methods": []
  },
  {
    "id": "040",
    "name": "うま塩海老＆いか、ブロッコリー、なす＆ぶた肉",
    "reading": "うましおえびあんどいか、ぶろっこりー、なすあんどぶたにく",
    "materials": [],
    "genre": "中華",
    "favorite": "",
    "methods": []
  },
  {
    "id": "041",
    "name": "ブタ肉×白菜いため煮",
    "reading": "ぶたにくはくさいいために",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "042",
    "name": "とんかつ（手作り）",
    "reading": "とんかつ",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": [
      "1.とんかつ用豚肉は脂身と赤みの間に５か所ほど、包丁の刃先で切り込みを入れる。",
      "2.豚肉の両面に、塩コショウと小麦粉（薄力粉）をまぶす。",
      "3.次は溶き卵、パン粉の順につける。",
      "4.フライパンにサラダ油を数センチ入れ、１７０℃くらいになったら豚肉をそっと入れ",
      "5.こんがり色がついて豚肉全体に火が通るまでジュワンと揚げる。",
      "6.お皿にクッキングペーパーを敷いておき、油をよくきってから盛り付ける。"
    ]
  },
  {
    "id": "043",
    "name": "あつあげほろ煮",
    "reading": "あつあげほろに",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "044",
    "name": "しゃけのムニエル",
    "reading": "しゃけのむにえる",
    "materials": [],
    "genre": "洋食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "045",
    "name": "すぶた（クックドゥー）",
    "reading": "すぶた",
    "materials": [
      "豚肉"
    ],
    "genre": "中華",
    "favorite": "",
    "methods": []
  },
  {
    "id": "046",
    "name": "なすのあげびたし",
    "reading": "なすのあげびたし",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "047",
    "name": "冷やし中華",
    "reading": "ひやしちゅうか",
    "materials": [
      "豚肉"
    ],
    "genre": "中華",
    "favorite": "",
    "methods": []
  },
  {
    "id": "048",
    "name": "ラーメン",
    "reading": "らーめん",
    "materials": [],
    "genre": "中華",
    "favorite": "",
    "methods": []
  },
  {
    "id": "049",
    "name": "たまごとじうどん",
    "reading": "たまごとじうどん",
    "materials": [],
    "genre": "和食,汁物",
    "favorite": "",
    "methods": []
  },
  {
    "id": "050",
    "name": "たきこみごはん（くり、とりそぼろ、さつまいも など）",
    "reading": "たきこみごはん",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "051",
    "name": "レバニラ（卵）いため（しょうゆあじ）",
    "reading": "ればにら（たまご）いため（しょうゆあじ）",
    "materials": [],
    "genre": "中華",
    "favorite": "",
    "methods": []
  },
  {
    "id": "052",
    "name": "ハンバーグ（手作り）",
    "reading": "はんばーぐ",
    "materials": [],
    "genre": "洋食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "053",
    "name": "焼肉（タレはエバラ甘口）",
    "reading": "やきにく（たれはえばらあまくち）",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "054",
    "name": "チキン南ばん",
    "reading": "ちきんなんばん",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "055",
    "name": "ぶたたまどん（他人どん）",
    "reading": "ぶたたまどん（たにんどん）",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "056",
    "name": "フライドチキン",
    "reading": "ふらいどちきん",
    "materials": [],
    "genre": "洋食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "057",
    "name": "すきやき（牛肉、しらたき、しいたけ、焼きどうふ、人参、ねぎ）",
    "reading": "すきやき",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "058",
    "name": "ぶり大根",
    "reading": "ぶりだいこん",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "059",
    "name": "天プラ（さつまいも、かぼちゃ、まいたけ、れんこん、緑のやさい、かきあげ）",
    "reading": "てんぷら",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "060",
    "name": "パスタ（ペペロンチーノ、ナポリタン、カルボナーラ など）",
    "reading": "ぱすた",
    "materials": [],
    "genre": "洋食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "061",
    "name": "マカロニグラタン",
    "reading": "まかろにぐらたん",
    "materials": [],
    "genre": "洋食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "062",
    "name": "タラのにつけ",
    "reading": "たらのにつけ",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "063",
    "name": "おぞうに",
    "reading": "おぞうに",
    "materials": [],
    "genre": "和食,汁物",
    "favorite": "",
    "methods": []
  },
  {
    "id": "064",
    "name": "魚（ほっけ、カレイ、さば（みそ煮orそのまま）、しゃけ（焼くorホイルむし（やさいのせ））、タラ、サンマ など）",
    "reading": "さかな（ほっけ、かれい、さば、しゃけ、たら、さんま）",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "065",
    "name": "とんどん（ぶた肉の）",
    "reading": "とんどん",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "066",
    "name": "がんも焼（チーズのり）",
    "reading": "がんもやき（ちーずのり）",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "067",
    "name": "ちくわチーズのり焼き",
    "reading": "ちくわちーずのりやき",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "068",
    "name": "とりむね肉（てりやき＋目玉やき）",
    "reading": "とりむねにく（てりやき＋めだまやき）",
    "materials": [
      "ID 110と同じ？"
    ],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "069",
    "name": "タラのにつけ（重複）",
    "reading": "たらのにつけ",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "070",
    "name": "おぞうに（重複）",
    "reading": "おぞうに",
    "materials": [],
    "genre": "和食,汁物",
    "favorite": "",
    "methods": []
  },
  {
    "id": "071",
    "name": "大根とあつあげブロッコリーのにもの",
    "reading": "だいこんとあつあげぶろっこりーのにもの",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "072",
    "name": "ぬかじき煮つけ（エリンギ、エノキ）",
    "reading": "ぬかじきにつけ（えりんぎ、えのき）",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "073",
    "name": "カレイの煮つけ",
    "reading": "かれいのにつけ",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "074",
    "name": "厚揚げ大根いんげんにもの",
    "reading": "あつあげだいこんいんげんにもの",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "075",
    "name": "玉子玉ねぎやき",
    "reading": "たまご玉ねぎやき",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "076",
    "name": "ぎょうざのかわつつみ（もち、スライスチーズ、のり）",
    "reading": "ぎょうざのかわつつみ",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "077",
    "name": "はるまき（手作り）",
    "reading": "はるまき",
    "materials": [],
    "genre": "中華",
    "favorite": "",
    "methods": []
  },
  {
    "id": "078",
    "name": "いもっち（じゃがいも、牛乳、チーズ、しょうゆ、さとう、みりん、かたくりこ）",
    "reading": "いもっち",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "079",
    "name": "こうやどうふ",
    "reading": "こうやどうふ",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "080",
    "name": "コンソメスープ（ささみ、キャベツ、ニンジン、さつまいも、玉ねぎ）",
    "reading": "こんそめすーぷ",
    "materials": [],
    "genre": "洋食,汁物",
    "favorite": "",
    "methods": []
  },
  {
    "id": "081",
    "name": "ハッシュポテト（じゃがいも、ハム、チーズ、かたくりこ）",
    "reading": "はっしゅぽてと",
    "materials": [],
    "genre": "洋食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "082",
    "name": "油林ちー（長ネギ、胸肉大×２切）",
    "reading": "ゆーりんちー",
    "materials": [],
    "genre": "中華",
    "favorite": "",
    "methods": []
  },
  {
    "id": "083",
    "name": "にこみハンバーグ",
    "reading": "にこみはんばーぐ",
    "materials": [],
    "genre": "洋食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "084",
    "name": "てりやき（鶏むね肉）",
    "reading": "てりやき（とりむねにく）",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "085",
    "name": "はる人参と牛肉のピラフ（玉ねぎ、にんじん、ミックスベジタブル、バター、牛肉、クミン、塩コショウ、ブイヨン）",
    "reading": "はるにんじんとぎゅうにくのぴらふ",
    "materials": [],
    "genre": "洋食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "086",
    "name": "和風パスタ（ベーコン、しょうゆ、ホウレンソウ）",
    "reading": "わふうぱすた",
    "materials": [],
    "genre": "洋食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "087",
    "name": "３色ドン（とりそぼろ、卵、えだまめ）",
    "reading": "さんしょくどん",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "088",
    "name": "ピーマンチーズ肉堤生姜焼き味",
    "reading": "ぴーまんちーずにくづつみしょうがやきあじ",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "089",
    "name": "チキテキ（鶏もも肉二枚切る → 粉かけて焼く → たれかける）",
    "reading": "ちきてき",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "090",
    "name": "ポトフ（具材大き目 ウインナー、ジャガイモ、ニンジン、玉ねぎ）",
    "reading": "ぽとふ",
    "materials": [],
    "genre": "洋食,汁物",
    "favorite": "",
    "methods": []
  },
  {
    "id": "091",
    "name": "給食味のミネストローネ（トマト缶（カゴメ）、大豆（水煮））",
    "reading": "きゅうしょくあじのみねすとろーね",
    "materials": [],
    "genre": "洋食,汁物",
    "favorite": "",
    "methods": []
  },
  {
    "id": "092",
    "name": "しゅうまい（玉ねぎ、エノキ、ひき肉をシュウマイの皮で包む）",
    "reading": "しゅうまい",
    "materials": [],
    "genre": "中華",
    "favorite": "",
    "methods": []
  },
  {
    "id": "093",
    "name": "おかかあえ",
    "reading": "おかかあえ",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "094",
    "name": "春雨のサラダ",
    "reading": "はるさめのさらだ",
    "materials": [],
    "genre": "中華",
    "favorite": "",
    "methods": []
  },
  {
    "id": "095",
    "name": "スパゲティサラダ",
    "reading": "すぱげてぃさらだ",
    "materials": [],
    "genre": "洋食",
    "favorite": "",
    "methods": [
      "1.①お湯をわ"
    ]
  },
  {
    "id": "096",
    "name": "レタスとツナときゅうりの何か（）",
    "reading": "れたすとつなときゅうりのなにか",
    "materials": [],
    "genre": "洋食",
    "favorite": "",
    "methods": []
  },
  {
    "id": "097",
    "name": "シュウマイ",
    "reading": "しゅうまい",
    "materials": [
      "玉ねぎ:中1個(200g)",
      "片栗粉:おおさじ3",
      "しょうゆ:おおさじ1",
      "オイスターソース:おおさじ1",
      "砂糖:おおさじ2",
      "ガラスープの素:こさじ1",
      "しょうがチューブ:2~3cm",
      "シュウマイの皮:30枚",
      "キャベツ:1/4個"
    ],
    "genre": "和食",
    "favorite": "★",
    "methods": [
      "1.キャベツは太めの千切りにしフライパンに敷く。玉ねぎはみじん切りにしボウルに入れ、片栗粉を加えて混ぜる。",
      "2.ひき肉、しょうゆ、オイスターソース、砂糖、がらスープの素、ごま油、しょうがを加える。",
      "3.手で捏ねまぜる。",
      "4.手で丸を作り、シュウマイの皮をのせ、スプーンで肉を入れ包み、シュウマイを作る。",
      "5.フライパンのキャベツの上に、シュウマイを乗せる。",
      "6.フライパンの端から水1/2カップを入れ、ふたをして中火にかける。",
      "7.沸騰したら、弱火にして10分タイマーをかける。",
      "8.できあがり。"
    ]
  },
  {
    "id": "098",
    "name": "給食の春雨サラダ",
    "reading": "きゅうしょくのはるさめさらだ",
    "materials": [
      "春雨（乾燥）:50g",
      "ハム:4~5枚",
      "きゅうり:1/2本",
      "人参:1/3本",
      "しょうゆ:おおさじ1",
      "砂糖:おおさじ1",
      "酢:おおさじ1",
      "ごま油:適量",
      "水:150ml",
      "いりごま:適量"
    ],
    "genre": "中華",
    "favorite": "",
    "methods": [
      "1.ハムは細切り、人参は千切りにする。きゅうりは千切りにしたら塩（分量外）を振り10分おいてから水気を絞る。",
      "2.耐熱ボウルに、一度全体を見ずにくぐらせた春雨、人参、しょうゆ、砂糖、酢、ごま油、水を入れ、ラップをかけてレンジ（600W）で5~7分加熱。",
      "3.2に1といりごまを振り、和えたら完成。"
    ]
  },
  {
    "id": "099",
    "name": "スパゲッティサラダ",
    "reading": "すぱげってぃさらだ",
    "materials": [
      "スパゲッティ:70g",
      "きゅうり:1本",
      "ハム:4枚",
      "コーン:おおさじ2",
      "油（米油）:こさじ:1",
      "マヨネーズ:おおさじ3",
      "プレーンヨーグルト:おおさじ2",
      "酢:こさじ1",
      "牛乳:おおさじ1",
      "砂糖:こさじ1",
      "コンソメ:ひとつまみ",
      "塩こしょう:少々"
    ],
    "genre": "洋食",
    "favorite": "",
    "methods": [
      "1.きゅうりは千切りにして塩もみし、5分ほどおいてよく絞る。ハムも千切りにする。（塩もみの塩は分量外　こさじ1/8程度）",
      "2.スパゲッティは半分に折って既定の時間通りに茹で、ザルにあげて油を絡め、粗熱を取っておく。",
      "3.ボウルにマヨネーズ、プレーンヨーグルト、酢、牛乳、砂糖、コンソメを合わせ、1・2、コーンを加える。",
      "4.塩こしょうで味を調えたら完成。"
    ]
  },
  {
    "id": "100",
    "name": "肉じゃが",
    "reading": "にくじゃが",
    "materials": [
      "牛肉・豚肉の細切れなど:400g",
      "じゃがいも:6個",
      "人参:1本",
      "玉ねぎ:1個",
      "白滝:1袋",
      "水:400cc",
      "しょうゆ:おおさじ4",
      "砂糖:おおさじ4",
      "みりん:おおさじ4",
      "ほんだし:おおさじ1"
    ],
    "genre": "和風",
    "favorite": "",
    "methods": [
      "1.じゃがいもと人参は大きめの乱切りに、玉ねぎはくし切り、白滝は洗って適当に切ります。",
      "2.中華鍋に油をおおさじ2入れ強火にし、肉を入れ色が変わるまで炒めたら1も入れ軽く炒めます♪",
      "3.煮汁の材料を入れ沸騰したら灰汁を取り白滝を入れ混ぜ中強火のまま落し蓋をし煮汁が無くなるまで様子を見ながら更に10分くらい煮詰めていきます。",
      "4.10分くらい煮詰めた所で一度混ぜ、再度落し蓋をして煮汁が無くなるまで様子を見ながら更に10分くらい煮詰めていきます。",
      "5.煮汁が無くなったら火を止め落し蓋をしたまま10分間、蒸らします♪味がさらにしみますよ！ここ大事！",
      "6.完成♪このくらいの量でも家では一瞬でなくなります(^-^;"
    ]
  },
  {
    "id": "101",
    "name": "バナナ蒸しパン",
    "reading": "ばななむしぱん",
    "materials": [
      "米粉:60g",
      "卵:1個",
      "無調整豆乳（牛乳）:60g",
      "はちみつ（メープルシロップ）:10g",
      "油（米油）:5g",
      "ベーキングパウダー:4g",
      "バナナ:1本"
    ],
    "genre": "洋食",
    "favorite": "",
    "methods": [
      "1.バナナが熟していない場合には、電子レンジ600wで30~40秒加熱",
      "2.バナナをよく潰す",
      "3.材料全部をよく混ぜる（ベーキングパウダーは最後に入れてサクッと混ぜる）",
      "4.容器に入れて、電子レンジ600wで3分加熱"
    ]
  },
  {
    "id": "102",
    "name": "コールスロー",
    "reading": "こーるすろー",
    "materials": [
      "キャベツ:400g",
      "コーン:50g",
      "カニカマ:6本",
      "塩:適量",
      "A ヨーグルト:60g",
      "A マヨネーズ:おおさじ3",
      "A オリーブオイル:おおさじ1",
      "A 粒マスタード:こさじ2",
      "A はちみつ:こさじ1",
      "A レモン汁 or 酢:こさじ1",
      "A 塩:ひとつまみ"
    ],
    "genre": "洋食",
    "favorite": "",
    "methods": [
      "1.キャベツは短めの千切りにし1分半レンチン。いったん取り出し、混ぜてからさらに1分半レンチン。",
      "2.ボウルに[A]を混ぜ合わせ、手でほぐしたカニカマとコーンを入れ混ぜておく。",
      "3.2に1を加え混ぜたら完成"
    ]
  },
  {
    "id": "103",
    "name": "豚バラにらもやし炒め",
    "reading": "ぶたばらにらもやしいため",
    "materials": [
      "豚バラ:120g",
      "ニラ:1/2束",
      "もやし:1袋",
      "すりおろしショウガ:一片",
      "塩こしょう:少々",
      "A オイスターソース:おおさじ1",
      "A 酒:おおさじ1",
      "A しょうゆ:おおさじ1",
      "A 鶏ガラスープの素:こさじ1",
      "A ごま油:こさじ1/2",
      "A ラー油:お好み",
      "水溶き片栗粉:適量"
    ],
    "genre": "和風",
    "favorite": "",
    "methods": [
      "1.豚バラ肉は5cmに切り、塩こしょうで下味をつける。ニラは5cmに切る。[A]を混ぜておく。",
      "2.フライパンに油をひき、強火で豚バラ肉をこんがりと焼く。",
      "3.しょうがを入れて炒め、もやしを入れて蓋をして1分をど蒸し焼きにする。",
      "4.ニラを入れて[A]を加え炒める。",
      "5.終わり？"
    ]
  },
  {
    "id": "104",
    "name": "ピーマンの肉詰め",
    "reading": "ぴーまんのにくづめ",
    "materials": [
      "ピーマン:6個",
      "合いびき肉:300g",
      "玉ねぎ:1/2個",
      "● パン粉:1/2カップ",
      "● 牛乳:大さじ2",
      "● 卵:1/2個",
      "小麦粉:大さじ1",
      "塩・胡椒:少々",
      "★ オイスターソース:大さじ2",
      "★ みりん:大さじ1",
      "★ 酒:大さじ1",
      "★ 水:100cc"
    ],
    "genre": "和風",
    "favorite": "",
    "methods": [
      "1.玉ねぎはみじん切りにして耐熱ボールに入れ、ラップをして500Wで3分加熱し、冷ましておく。",
      "2.●印を合わせ馴染ませておく。",
      "3.●・挽肉・塩・胡椒を合わせ、よくねる。",
      "4.ピーマンは洗って、よく拭いてから半分にカット。ヘタを落とさないように、種だけとる。",
      "5.ビニール袋にピーマンと小麦粉を入れ、良く振って馴染ませる。",
      "6.隙間が出来ないようにピーマンにたっぷり肉を詰め、上にもこんもりする位のせる。",
      "7.熱したフライパンに油（分量外）をひき、肉を下にして焼き目をつける。",
      "8.お肉を下に向けたまま、★印を合わせたものを加え、蓋をして蒸し焼きにする。蓋をとり、汁気を飛ばす。"
    ]
  },
  {
    "id": "105",
    "name": "春巻き",
    "reading": "はるまき",
    "materials": [
      "春巻きの皮:10枚",
      "豚ひき肉:150g",
      "春雨:40g",
      "人参:1/2本",
      "たけのこ（水煮）:80g",
      "干ししいたけ:2〜3個",
      "にら:1/3束",
      "しょうが:少々",
      "● 砂糖:大さじ1",
      "● 醤油:大さじ1",
      "● 紹興酒（または酒）:大さじ1",
      "● みりん:大さじ1",
      "● ごま油:大さじ1",
      "● オイスターソース:小さじ1",
      "● 鶏がらスープの素:小さじ1",
      "● しいたけの戻し汁または水:40cc",
      "● 水溶き小麦粉:適量",
      "揚げ油:適量"
    ],
    "genre": "中華",
    "favorite": "",
    "methods": [
      "1.春雨は戻し食べやすい長さに切る。野菜、しいたけ、たけのこを千切りにしておき、しいたけは戻し汁を取っておく。",
      "2.フライパンに油（分量外）、しょうがのみじん切りを入れて香りがたったら♪",
      "3.ひき肉も加えて炒め♪",
      "4.人参とたけのこも加えて炒め♪",
      "5.しいたけ、ニラも加えて炒め♪",
      "6.春雨と、●の調味料を入れて水分を飛ばすように炒める♪",
      "7.水溶きかたくり粉でとろみをつけたら具の出来上がり。具は冷ましておく。",
      "8.具が冷めたら包みます♪ 下の方に具を置いて♪",
      "9.下の方からくるっと一回転♪",
      "10.左右を折り、さらに一回転♪",
      "11.のり付け（水で溶いた小麦粉）して♪",
      "12.くるっと回して出来上がり＊",
      "13.10本できました♪",
      "14.揚げる♪（150〜160度の低温で入れて、徐々に温度を上げていく）",
      "15.裏返しながら、きつね色になったら♪",
      "16.パリパリの春巻きの出来上がり♪"
    ]
  },
  {
    "id": "106",
    "name": "ほうれん草とベーコンとしめじの醤油パスタ",
    "reading": "ほうれんそうとべーこんとしめじのしょうゆぱすた",
    "materials": [
      "パスタ:200g",
      "水:適量",
      "塩:小さじ1",
      "ほうれん草:2株",
      "ハーフベーコン:40g",
      "しめじ:1袋",
      "醤油:大さじ1",
      "めんつゆ（2倍濃縮）:大さじ1/2",
      "塩胡椒:少々",
      "ごま油:適量"
    ],
    "genre": "和風",
    "favorite": "",
    "methods": [
      "1.ほうれん草は根元を切り落とし、1cm幅に切る。ベーコンは1cm幅に切る。しめじは石づきを取り、小房に分ける。",
      "2.パスタを規定の時間ゆで、ざるにあげる。※ゆで汁を大さじ1とっておく！",
      "3.フライパンにごま油を入れて中火で熱し、ベーコン、しめじを炒める。",
      "4.3にほうれん草を加え、しんなりしたらパスタ、ゆで汁を加えて炒め合わせる。",
      "5.醤油大さじ1、塩少々、粗びき黒こしょう少々で味を調える。"
    ]
  },
  {
    "id": "107",
    "name": "かぼちゃ煮",
    "reading": "かぼちゃに",
    "materials": [
      "かぼちゃ:大なら1/4個",
      "水:200cc",
      "醤油:大さじ2",
      "酒:大さじ2",
      "みりん:大さじ2"
    ],
    "genre": "和風",
    "favorite": "",
    "methods": [
      "1. かぼちゃゎホクホク感が大事なのと小さいと味が染み過ぎて濃くなりがちなので(°∇°;)なるべく大きく切ってね♪",
      "2. 鍋に黄金比率の煮汁を入れ強火にかけ沸騰したら大きめに切ったかぼちゃを入れ強めの中火にし、アルミ箔で落とし蓋をします。",
      "3. 煮汁量が1/3程度に無くなるまで煮詰めてね♪火の通りに不安があれば、そのままま3分余熱放置でホクホクになるょ♡",
      "4. ホクホク✿かぼちゃの煮物の出来上がり(｡￫ˇ艸￩)",
      "5. H23.7.30祝✿話題入り致しました〰(｡￫ˇ艸￩)皆様のおかげです！本当に有難うございました！！！",
      "6. H23.10.7皆様のたくさんの美味しそうなつくれぽのお蔭で100人話題入り致しました♡本当に感謝です！！",
      "7. かぼちゃを選ぶ時のポイントゎ♡身がたっぷりの♡肉厚かぼちゃを選んでね",
      "8. もうすぐ発売のレシピ本に♡なんとこのレシピが掲載されました！沢山のつくれぽを送って下さりありがとうございます！感激♡",
      "9. 同じ黄金比率のレシピ♪ひじきの煮物も簡単失敗なく美味しく作れるよID 17805503"
    ]
  },
  {
    "id": "108",
    "name": "【簡単】定食屋さん風の野菜炒め♪",
    "reading": "【かんたん】ていしょくやさんふうのやさいいため♪",
    "materials": [
      "・キャベツ:大玉換算で1/4",
      "・人参:半分",
      "・玉ねぎ:半玉",
      "・もやし:一袋",
      "・豚バラor豚コマ(冷凍可):150〜お肉好きは200g程度",
      "・☆ 塩胡椒:2振り程度",
      "・☆ 鶏ガラスープの素(粉末):小さじ2",
      "・☆ 醤油:小さじ1",
      "・☆ ソース(オイスターソースが一番良いけどなんでもOK):大さじ1",
      "・☆ 小麦粉:小さじ2〜3"
    ],
    "genre": "",
    "favorite": "",
    "methods": [
      "1. 人参は薄め、玉ねぎとキャベツはザク切りにきります❀.(*´◡`*)❀.ピーマン等切ってもok☆冷蔵庫整理しましょ♩",
      "2. ビニール袋やジップロックに入れた豚バラに小麦粉をまぶし少し揉みます！少し面倒ですがこの工程だけでかなりお肉が美味しく☆",
      "3. 豚バラをフライパンである程度色が変わるまで加熱し、別皿に取っておきます☆油類一切使わないのでお肉からでた油で最後まで♪",
      "4. 同じフライパンに火の通りにくい人参やピーマンをまずいれ炒め、次たまねぎ、次はキャベツやもやしと言う順番で炒めていきます☆",
      "5. さあ味付けです！ご家庭必須アイテム登場☆合わせ調味料は最初は失敗するのパターンがあるので単体づつ入れましょう♪",
      "6. 最後に先程別皿に移しておいた豚バラを加えます。上の調味料も全てこの時点で加えてくださいね♬",
      "7. 味を見ながら水分が適度に飛ぶまで炒めたら出来上がりです！何度も通っちゃうご飯が進む定食屋さんの風野菜炒めの出来上がり☆",
      "8. 2015.11.11昨日のID:18933736に引き続き話題のレシピ入り♪作って下さった方々に感謝☆",
      "9. 2016.1.24【節約に】覚えておきたい！ボリューム満点「肉野菜炒め」のレシピ」と言うニュースに載せて頂きました♡",
      "10. わーい！つくれぽ100突破٩(ˊᗜˋ*)و野菜炒めランキング2位、作って下さった方々美味しそうなレポたくさん感謝です♡",
      "11. 何と殿堂入り出来ました！初なので本当に嬉しいです♪野菜炒めランキングでも1位になれましたつくれぽ下さった方々に感謝♡"
    ]
  },
  {
    "id": "109",
    "name": "簡単＊トロトロじゃがいもコロッケ",
    "reading": "かんたん＊とろとろじゃがいもころっけ",
    "materials": [
      "・じゃがいも:4～5個",
      "・玉ねぎ:1/2個",
      "・ひき肉:120～150g",
      "・調味料:",
      "・● 砂糖:大3",
      "・● 醤油:大2",
      "・● 砂糖・醤油がない時は",
      "めんつゆ:大3",
      "・牛乳:大1",
      "・塩コショウ:適量",
      "・衣:",
      "・小麦粉:適量",
      "・卵:2個",
      "・パン粉:適量"
    ],
    "genre": "",
    "favorite": "",
    "methods": [
      "1. じゃがいもの皮を剥き、適当な大きさに切り水にさらす。",
      "2. 玉ねぎはみじん切りに、５分程冷水にさらす。（※長くさらすと、風味も消えるので注意する）",
      "3. じゃがいも茹でる。※少し形が崩れてくるまで、長めに茹でてください(^-^)",
      "4. お湯をすてて鍋を強火にかけ、水分を飛ばす。しっかりと飛ばしてください！",
      "5. マッシャーやフォークなどで、形を完全に崩す。",
      "6. ひき肉を炒め、火が通ってきたら玉ねぎも加えて炒める。（油は使わなくても、ひき肉から油が出るので大丈夫です！）",
      "7. ●の調味料を加えてさらに炒める。",
      "8. あら熱がとれたら、じゃがいもに7と牛乳を加えてて混ぜる。塩コショウで味を整える。牛乳の量は固さを見て調節して下さい。",
      "9. お好みの大きさに成型し、小麦粉、卵、パン粉の順に衣をつける。",
      "10. 170℃～180℃の油で2～3分、きつね色になるまで揚げる。",
      "11. これで完成！＼(^-^)／"
    ]
  },
  {
    "id": "110",
    "name": "ウチの黄金比*鶏の照り焼き～お弁当にも…",
    "reading": "うちのおうごんひ*にわとりのてりやき～おべんとうにも…",
    "materials": [
      "・鶏モモ肉(胸肉",
      "手羽先etc.OK):1枚",
      "・醤油...A:25cc(大さじ1＋小さじ2)",
      "・みりん...A:25cc(大さじ1＋小さじ2)",
      "・砂糖...A:大さじ1～1.5(お好みで)",
      "・サラダ油(お好きなオイルでOK):適量",
      "・鶏モモ2～3枚の場合",
      "私は《材料A》は全て倍で作ります:"
    ],
    "genre": "",
    "favorite": "",
    "methods": [
      "1. 《鶏モモ肉》は気になる《余分な脂/筋》の処理をしておく。",
      "2. 《材料A》を合わせてボールに入れて混ぜておく。",
      "3. フライパンに《サラダ油/適量》をしいて、煙が出る位《強火》で熱しておく。",
      "4. 【補足】フッ素加工のフライパンも、油によって皮がパリッとします。特別な理由がない限り、油を敷いた方がお奨めです。",
      "5. (3)のフライパンから煙が少し出てきたら《(1)の鶏モモ肉》を皮の方を下にして置く。*約1分《強火》で焼きます。",
      "6. 約1分経過したら《弱めの中火》にして蓋をする。蒸し焼きにします。*《(5)の最初の強火》で皮をパリっとさせます。",
      "7. 《(6)の鶏モモ肉》にいい焼き色が付いたらひっくり返す。再び蓋をしてしっかり火を通します。*火は《弱火》にして下さい",
      "8. 《3分～4分位》蒸し焼きにしたらフライパンの蓋を開ける。《(2)のタレ》をさっと混ぜて一気にフライパンに入れます。",
      "9. 《鶏肉》を時々ひっくり返して両面に味をしみ込ませながら、タレが焦げないように注意して《中火》で2～3分位煮つめる。",
      "10. (9)は煮詰めるほどタレがとろんと美味しくなります《焦げっぽい匂いがする寸前位》がBESTです慣れたら絶対分かります",
      "11. 【オーブンで鶏肉を焼かれる方は...】先にフライパンでタレの材料を沸騰させておいて、焼けた鶏肉を入れて同様にして下さい",
      "12. 《私のオーブンでの焼成温度と時間》は《250℃/25分》です*オーブンによって変わります。様子を見ながら焼いて下さい",
      "13. 私はその時の状況で、《オーブンとフライパン》をケースバイケースで使います。どちらも同じ様に美味しく出来ます。",
      "14. 美味しい鶏の照り焼きが出来ました^^これがウチの照り焼きの黄金比です♡これだけでお弁当etc.大活躍です♪",
      "15. 1つマヨ好きな方にお奨めの食べ方を(笑)お皿にレタスやお野菜を敷いて、その上に《切った鶏肉とタレとマヨネーズ》を…^^",
      "16. 私はレタスたっぷり結構好きです^^《レタスのシャキシャキ》と《熱々の照り焼き》のコラボが美味しい♡♡",
      "17. こちらは《バターロール》に挟んで照り焼きサンドに♪ハンバーガーや丼もめちゃめちゃ美味しいです^^",
      "18. 余ったタレは冷蔵保存OKで、お肉の照り焼きetc.使えます。*冷蔵庫では10日以上、冷凍庫ではもっと保存できます。",
      "19. 私が小さい頃から食べてきた大好きな味♡これがあると子供の私は大喜びしてました(笑)色んな照り焼きに是非どうぞ^^",
      "20. こちらのタレを使用した【しし唐の炒め煮】はID19902291です。とっても簡単でお奨めです^^",
      "21. 『ゆぅたんく』ちゃんがこれを使ってめっちゃカッコ可愛いパンをUPしてくれました。ID17961350必見★美味しい♡♡",
      "22. 『Sarettaちゃん』がこれを使って美味しいピザをUPしてくれました。ID22637998です。ピザも絶対お奨め♡",
      "23. こちらはこの鶏を使って《ミニハンバーガー》をUPしました。ID17943424です。よろしかったら是非^^",
      "25. お蔭様で好評のID19427377【ハマる*こんにゃくの照り焼きマヨネーズ】は蒟蒻で同じ様な味付です。こちらもお奨めです♪",
      "26. 《おウチ焼き鳥レシピ》をアップしました^^こちらも簡単で万人向のお味です。ID18513145よろしかったら是非..."
    ]
  },
  {
    "id": "111",
    "name": "豚ひき肉と野菜のトマト煮込み",
    "reading": "ぶたひきにくとやさいのとまとにこみ",
    "materials": [
      "・豚ひき肉:200g",
      "・ベーコン:3枚くらい",
      "・人参:半分",
      "・玉ねぎ:大1玉",
      "・ジャガイモ:1個",
      "・大豆水煮:150g",
      "・● にんにくチューブ:1センチくらい",
      "・● カットトマト缶:1缶",
      "・● 水:100cc",
      "・● コンソメ:小さじ1",
      "・● ケチャップ:大さじ1",
      "・● 砂糖:小さじ1",
      "・● 塩コショウ:適量",
      "・● 炒め油:適量"
    ],
    "genre": "",
    "favorite": "",
    "methods": [
      "1. にんじん、玉ねぎ、ジャガイモを大豆ほどの大きさで賽の目切り",
      "2. ベーコンは1センチ幅で切る",
      "3. 鍋に油とにんにくを入れ、ベーコンとひき肉を炒める",
      "4. 肉が茶色くなったら野菜を入れ始める",
      "5. 玉ねぎが透き通ったら水、トマト缶と調味料を入れ煮る",
      "6. 味を見ながら塩コショウで調える"
    ]
  },
  {
    "id": "112",
    "name": "とろたま豚丼** (2人分)",
    "reading": "とろたまぶたどん** (2にんぶん)",
    "materials": [
      "・ごはん:どんぶり2杯(400g)",
      "・豚こま切れ肉:180g",
      "・溶き卵:2個分",
      "・片栗粉:大さじ1",
      "・サラダ油:大さじ1",
      "・細ねぎ(刻み):適量",
      "・☆調味料:",
      "・みりん:大さじ2",
      "・しょうゆ:大さじ1と1/2"
    ],
    "genre": "",
    "favorite": "",
    "methods": [
      "1. フライパンに豚肉、片栗粉を入れて片栗粉を全体にまぶす。",
      "2. フライパンの空いてるところにサラダ油を回し入れ、中火で熱する。広げながら火が通るまで焼く。☆を加えて炒め合わせ、全体にからんだらフライパンの端に寄せる(豚こま炒め)。",
      "3. フライパンの空いたところに溶き卵を流し入れる。豚こま炒めと混ざらないように卵をかき混ぜながら半熟状になるまで加熱する(とろたま豚)。",
      "4. 器にごはんを盛り、とろたま豚をのせて細ねぎをちらす。"
    ]
  },
  {
    "id": "113",
    "name": "もやしのすき焼き風",
    "reading": "もやしのすきやきかぜ",
    "materials": [
      "・もやし:2袋",
      "・豚肉(しゃぶしゃぶ用):200g",
      "・卵:4個",
      "・★割り下:",
      "・砂糖:大さじ2",
      "・酒:大さじ2",
      "・みりん:大さじ2",
      "・しょうゆ:大さじ4",
      "・ねぎ:好きなだけ"
    ],
    "genre": "",
    "favorite": "",
    "methods": [
      "1. フライパンに★の調味料を入れ、混ぜながら煮立たせる",
      "2. もやしを加え、蓋をして中弱火で蒸し焼きにする",
      "3. もやしから水分が出てしんなりしてきたら、軽く混ぜ合わせる",
      "4. もやしの上に豚肉を並べ、再び蓋をして中火で煮る",
      "5. 豚肉に火が通ったら、くぼみを作り卵を割り入れ、蓋をして蒸す",
      "6. 卵が好みの固さになったら、仕上げにねぎを散らして完成",
      "7. ポイント 卵は半熟がおすすめだよ"
    ]
  },
  {
    "id": "114",
    "name": "謎パン (1人分)",
    "reading": "なぞぱん (1にんぶん)",
    "materials": [
      "・食パン:1枚",
      "・ピザチーズ:ひとつかみ",
      "・卵:1個",
      "・マヨネーズ",
      "ケチャップ:各適量",
      "・ハム:1枚",
      "・バター:少々",
      "・レタス",
      "トマト:"
    ],
    "genre": "",
    "favorite": "",
    "methods": [
      "1. フライパンにチーズの土手を作り卵を割り入れる。",
      "2. マヨネーズ、ケチャップかけハム、パンをのせる。",
      "3. 中火で2分焼き裏返す。バターを入れ裏面もこんがり焼く。",
      "4. レタス、トマトと一緒にどうぞ！ (バーガー感アップします！)",
      "5. ポイント　パンからはみ出したチーズがこんがり色づいて来たらひっくり返しのサイン！"
    ]
  },
  {
    "id": "115",
    "name": "豚肉とナスの香ばし塩炒め (2人分)",
    "reading": "ぶたにくとなすのかおりばししおいため (2にんぶん)",
    "materials": [
      "・豚こま・モモ切落し**:180g",
      "・なす:2本",
      "・長ねぎ:6本",
      "・しょうが:1/2片",
      "・酒:大さじ1",
      "・鶏ガラスープの素:小さじ1",
      "・塩:適量",
      "・こしょう:適量",
      "・小麦粉:適量",
      "・ごま油:大さじ1",
      "・油:大さじ1"
    ],
    "genre": "",
    "favorite": "",
    "methods": [
      "1. 豚肉は塩・こしょう・小麦粉をまぶす。なすは縦に6等分にする。長ねぎは斜めうす切りに。しょうがはせん切りにする。",
      "2. フライパンに油とごま油を熱し、しょうがを炒め、香りがでたところで、豚肉と長ねぎを炒める。火が通ったら長ねぎを入れ、酒、鶏ガラスープの素を加えて炒め合わせ、塩、こしょうで味を調える。"
    ]
  },
  {
    "id": "116",
    "name": "ニンジンのグラッセ (2人分)",
    "reading": "にんじんのぐらっせ (2にんぶん)",
    "materials": [
      "・にんじん:1本",
      "・イタリアンパセリ:(添え用) 適量",
      "・☆調味料:",
      "・有塩バター:12g",
      "・塩:少々",
      "・砂糖:大さじ1"
    ],
    "genre": "",
    "favorite": "",
    "methods": [
      "1. にんじんは輪切りにして面取りする。",
      "2. 耐熱容器ににんじん、☆の調味料を入れてふんわりラップをして600Wのレンジで1分加熱する。",
      "3. 一度取り出し、軽く混ぜて再度1分半加熱する。",
      "4. ポイント　にんじんが固い場合は様子を見ながら追加で加熱してください。"
    ]
  },
  {
    "id": "117",
    "name": "サクサクジューシー！ 基本のアジフライ (2人分)",
    "reading": "さくさくじゅーしー！ きほんのあじふらい (2にんぶん)",
    "materials": [
      "・アジ(三枚おろし):2尾分",
      "・塩こしょう:適量",
      "・薄力粉:適量",
      "・溶き卵:1個分",
      "・パン粉:適量",
      "・サラダ油:適量",
      "・添え用:",
      "・キャベツ(千切り):適量",
      "・ミニトマト:適量",
      "・ウスターソース:適量"
    ],
    "genre": "",
    "favorite": "",
    "methods": [
      "1. アジは塩こしょうをふって5分おく。キッチンペーパーで水気をふきとる。薄力粉、溶き卵、パン粉の順に衣をつける。",
      "2. 鍋に底から3cmほどのサラダ油を入れて170℃に熱し、アジを入れて全体がきつね色になるまで揚げる。器に盛り、キャベツ、ミニトマト、ウスターソースを添える。"
    ]
  },
  {
    "id": "118",
    "name": "キャベツと豚肉の とろふわ卵中華丼 (2人分)",
    "reading": "きゃべつとぶたにくの とろふわたまごちゅうかどん (2にんぶん)",
    "materials": [
      "・豚バラ肉:150g",
      "・キャベツ:1/5個",
      "・卵:2個",
      "・ごはん:2杯分",
      "・片栗粉:大さじ1と1/2",
      "・サラダ油:適量",
      "・A 水:200cc",
      "・A 顆粒鶏ガラ:小さじ2",
      "・A しょうゆ:大さじ1",
      "・A 砂糖:大さじ1/2",
      "・A にんにくチューブ:2cm"
    ],
    "genre": "",
    "favorite": "",
    "methods": [
      "1. キャベツは芯を取ってざく切りに、",
      "2. 豚バラ肉は食べやすく切る。",
      "3. 卵は溶いておく。",
      "4. フライパンにサラダ油を引いて中火にかけ、",
      "5. 卵を流し入れて大きく混ぜて半熟卵をつくり、",
      "6. ふわっと固まったら温かいご飯に乗せる。",
      "7. 豚肉に片栗粉をまぶしてフライパンでカリっと焼く。",
      "8. 豚肉に火が通ったらフライパンにキャベツを加えてさっと炒める。",
      "9. Aを全て加えてキャベツがしんなりするまで煮る。",
      "10. その間に片栗粉は倍量の水で溶く。",
      "11. 一度フライパンの火を止めて",
      "12. 水溶き片栗粉を加えて強火でぐつぐつしながら",
      "13. 混ぜてとろみをつける。",
      "14. ②のごはんの上に乗せて完成です☺︎"
    ]
  },
  {
    "id": "119",
    "name": "具だくさん！豚汁 (4人分)",
    "reading": "ぐだくさん！とんじる (4にんぶん)",
    "materials": [
      "・豚バラ薄切り肉:80g",
      "・じゃがいも・大:1個（200g）",
      "・大根:5cm（150g）",
      "・にんじん:1/2本（80g）",
      "・ごぼう:1/3本（60g）",
      "・糸こんにゃく:1/3袋（70g）",
      "・A .水:3カップ",
      "・A .「ほんだし」小さじ2/3:",
      "・みそ:大さじ2・1/2",
      "・「AJINOMOTO:サラダ油」大さじ1/2",
      "・小ねぎの小口切り・またはあさつきの小口切り:適量"
    ],
    "genre": "",
    "favorite": "",
    "methods": [
      "1. 豚肉は3cm幅に切る。じゃがいもは5～6mm幅のいちょう切りにし、大根、にんじんは3～4mm幅のいちょう切りにする。ごぼうはささがきにし、5分ほど水にさらして水気をきる。糸こんにゃくは食べやすい長さに切る。",
      "2. 鍋に油を中火で熱し、豚肉を炒め、野菜を加え、さらに炒める。全体に油がまわったら、糸こんにゃくを加えてサッと炒め合わせる。",
      "3. Aを加え、煮立ったらアクを取り、フタをして10分煮る。玉じゃくしにみそを入れ、煮汁で溶きのばして加える。",
      "4. 椀に盛り、小ねぎを散らす。"
    ]
  },
  {
    "id": "120",
    "name": "ほうれんそうと卵のスープ",
    "reading": "ほうれんそうとたまごのすーぷ",
    "materials": [
      "・ほうれんそう:1/2束（100g）",
      "・えのきたけ:1/2束（40g）",
      "・たまねぎ:1/4個（50g）",
      "・コーン缶:1/2缶（60g）",
      "・溶き卵:1個",
      "・水:500㎖",
      "・鶏がらスープの素:大さじ１弱",
      "・しょうゆ:小さじ1",
      "・☆ 片栗粉:小さじ１",
      "・☆ 水:小さじ１"
    ],
    "genre": "",
    "favorite": "",
    "methods": [
      "1. ほうれんそうは３㎝の長さに切り、下茹でする。茹でこぼして水にさらした後、絞っておく。",
      "2. えのきたけは３等分に切り、手でさく。たまねぎは薄切りにする。コーン缶は水気を切る。",
      "3. 鍋に水・鶏がらスープの素を入れ、えのきたけ・たまねぎを加えて火にかける。",
      "4. 野菜に火が通ったら、コーンとしょうゆを加える。",
      "5. 沸騰してきたら、汁をかき混ぜながら☆で作った水溶き片栗粉を加える。",
      "6. 再度沸騰したら菜箸を使い、卵をゆっくり回し入れる。卵が軽く固まったら、ほうれんそうを加えて火を止める。"
    ]
  },
  {
    "id": "121",
    "name": "【保育園給食】簡単☆おかか和え",
    "reading": "【ほいくえんきゅうしょく】かんたん☆おかかあえ",
    "materials": [
      "・ほうれん草:１５ｇ",
      "・にんじん:５ｇ",
      "・もやし:１５ｇ",
      "・白菜:２０ｇ",
      "・かつお節:0.5ｇ",
      "・しょうゆ:２ｍｌ",
      "・みりん:１ｍｌ"
    ],
    "genre": "",
    "favorite": "",
    "methods": [
      "1. ほうれん草と白菜は２ｃｍ長さに切る。",
      "2. 人参は２ｃｍ長さの千切りにする。",
      "3. 鍋にお湯を沸かし、人参、白菜、もやし、ほうれん草の順に入れてゆで、水にさらして冷ます。",
      "4. ボウルに水気を絞った３を入れ、かつお節、みりん、しょうゆを加えて混ぜる。"
    ]
  },
  {
    "id": "122",
    "name": "簡単♥️挽き肉入りのかぼちゃコロッケ",
    "reading": "かんたん♥♥ひきにくいれりのかぼちゃころっけ",
    "materials": [
      "・かぼちゃ:1/4個(皮",
      "種付きで450g)",
      "・玉ねぎ:1/4個",
      "・合い挽き肉:100g",
      "・◎ ケチャップ:大さじ1",
      "・◎ 醤油:小さじ2",
      "・◎ 砂糖:小さじ1",
      "・☆ 小麦粉:適量",
      "・☆ 溶き卵:1個分",
      "・☆ パン粉:適量",
      "・サラダ油:適量",
      "・付け合せ:",
      "・プチトマト",
      "ミニアスパラ:適量"
    ],
    "genre": "",
    "favorite": "",
    "methods": [
      "1. 玉ねぎは、みじん切り。",
      "2. フライパンにサラダ油を入れて、中火で玉ねぎと合い挽き肉を炒める。",
      "3. 挽き肉の色が変わったら、弱めの中火にして、◎の調味料を加えて煮つめる。",
      "4. つぶしたかぼちゃに3を入れて混ぜる。",
      "5. 6〜8等分にして、お好きな形に丸めて、☆小麦粉→溶き卵→パン粉をつける。",
      "6. フライパンに1cmほどの油を入れて、180度できつね色に揚げたらできあがり♪",
      "7. 2016.10.10「かぼちゃコロッケ」の人気検索でトップ10入りしました♪",
      "8. 2016.10.31話題入りしました♬",
      "9. 2016.11.20「かぼちゃコロッケ」の人気検索で1位になりました☆",
      "10. 2018.10.18つくれぽ100人話題入り☆",
      "11. 2020.8.25 発売"
    ]
  },
  {
    "id": "123",
    "name": "夏にスタミナ満点！！レバニラ炒め",
    "reading": "なつにすたみなまんてん！！ればにらいため",
    "materials": [
      "・レバー:200㌘",
      "・もやし:１袋",
      "・ニラ:１束",
      "・牛乳:１カップ",
      "・○酒:小さじ１",
      "・○醤油:小さじ１",
      "・○にんにく(すりおろし):小さじ１",
      "・○しょうが(すりおろし):小さじ１",
      "・● 鶏がらスープの素:小さじ１",
      "・● 醤油:大さじ２",
      "・● みりん:大さじ２",
      "・● オイスターソース:大さじ１",
      "・● 砂糖:大さじ１．５",
      "・片栗粉:大さじ２～",
      "・ごま油:適量"
    ],
    "genre": "",
    "favorite": "",
    "methods": [
      "1. レバーを一晩牛乳に浸して血抜きをする。",
      "2. 牛乳に浸したレバーを洗い、水気をよく切る。○の調味料につけて、下味をつける。",
      "3. もやしは軽く水洗いし、ニラは５㎝ほどに切っておく。",
      "4. 20～30分ほど調味料に漬けたレバーの水気を軽くとり、片栗粉をまぶす。",
      "5. フライパンに少し多めのごま油を入れ、レバーを揚げ焼きにする。火が通ったら、いったんレバーは取り出してください。",
      "6. フライパンを一度拭き取り、再度ごま油を入れたら、もやしとニラをさっといためる。",
      "7. もやしとニラに油がまわったらレバーを戻しいれ、●の調味料を加えて、出来上がり～。"
    ]
  },
  {
    "id": "124",
    "name": "大根と厚揚げの煮物",
    "reading": "だいこんとあつあげげのにもの",
    "materials": [
      "・大根:１０センチくらい",
      "・厚揚げ:１枚",
      "・だし汁:２カップ",
      "・しょうゆ:大さじ１〜２",
      "・酒:大さじ１",
      "・みりん:大さじ１",
      "・砂糖:大さじ１"
    ],
    "genre": "",
    "favorite": "",
    "methods": [
      "1. 大根は２〜３センチの厚さに切り、皮をむく。さらに半分にして半月形にする。面取りをして、下ゆでする。厚揚げは熱湯に入れて油抜きする。",
      "2. ３センチ角ほどの大きさに切った厚揚げと、火の通った大根を鍋に入れ、だし汁を加えて、５分ほど煮る。",
      "3. 調味料を加えて、１５〜２０分コトコト煮る。",
      "4. 皆さん、ありがとうございます！"
    ]
  },
  {
    "id": "125",
    "name": "簡単！激ウマ！甘辛の豚バラ大根",
    "reading": "かんたん！げきうま！かんしんのぶたばらだいこん",
    "materials": [
      "・大根:1/3本",
      "・豚バラ肉:150g",
      "・ごま油(炒め用):大さじ1",
      "・● 醤油・みりん・砂糖:各大さじ2",
      "・● ほんだし(顆粒):小さじ1/2",
      "・● 水:200cc",
      "・万能ねぎ(小口切り):適量"
    ],
    "genre": "",
    "favorite": "",
    "methods": [
      "1. 下ごしらえ・肉:3cmに切る・大根:厚さ1cmの銀杏切り・万能ねぎ:小口切り・●印の調味料を合わせる",
      "2. 肉を炒める鍋にごま油しき、豚バラ肉を入れ、中火で炒める。",
      "3. 大根を炒める豚バラ肉に火が通ったら、大根を入れ、中火で炒める。",
      "4. 味付け●印の合わせ調味料を入れて、味付けをする。",
      "5. 煮込み強火で灰汁を採りながら煮詰めて、煮汁が少し残る程度まで煮込む。",
      "6. 盛り付け器に盛り付けて、万能ねぎを振り掛けて出来上がり。"
    ]
  },
  {
    "id": "999",
    "name": "しょっぱい卵焼き",
    "reading": "しょっぱいたまごやき",
    "materials": [],
    "genre": "和食",
    "favorite": "",
    "methods": []
  }
];